[
  {
    "id": 1,
    "title": "The Journey of a Thousand Miles ",
    "category": "Travel",
    "description": " Hello! I’m Shivya Nath. In 2011, at age 23, I quit my corporate job with a dream of travelling the globe. Two years later, I packed up my life into a backpack and decided to hit the road indefinitely. I travel slow, seek offbeat and local experiences, stay in a place for a few months or as long as it inspires me, and move on.I’ve done a solo land journey from Thailand to India via Myanmar, and travelled overland from the Persian Gulf via Iran to Armenia. I’ve lived with a Mayan community in Guatemala, volunteered at a coral reef restoration project in Cuba, lived in a nunnery in Ladakh, and shed my fears and clothes at onsens across Japan. I hope to inspire you to step out of your comfort zone and experience the world – slowly, meaningfully and consciously!",
    "author": "Arnab Kumar",
    "postedAt": "02-04-2024",
    "img": "https://media.istockphoto.com/id/1359965690/photo/portrait-of-a-young-female-traveler-with-a-beautiful-mountain-and-sea-of-fog-in-the-morning.webp?b=1&s=170667a&w=0&k=20&c=uXJyFaktp-7UFw84SaTXA0KAcUfqsK3hlvPthPcpwFo="
  },
  {
    "id": 2,
    "title": "How to make a salmon rice bowl",
    "category": "Food",
    "description": "It’s the combination of flaky salmon, fluffy rice, umami filled soy sauce, and creamy kewpie mayo that works so well. If you love Japanese rice balls or onigiri, this is like eating a deconstructed onigiri. The seaweed stays nice and crispy and you can change the flavor with each bite, adding kimchi or avocado. Plus, the idea of using an ice cube to steam your leftover cold rice and salmon is genius.YES! I mean, I love scooping up rice with seaweed and all the flavors work together perfectly, kind of like a deconstructed salmon kimchi sushi roll. Microwaving your salmon and rice with an ice cube and parchment paper is a game changer. I think people are in love with this recipe because it’s easy, fast, and it tastes good. It’s taking leftovers and making them into bestovers and what’s not to love about that? I saw it all over tiktok and needed some directions for the recipe and it’s very delicious, I don’t needed the ice cube as I cooked the rice fresh and the Kewpie mayo with siracha and kimchi and avo inside the seaweed was delicious I couldn’t stop eating it without the seaweed anymore. The hype is real!",
    "author": "Sahil Thakur",
    "postedAt": "06-04-2024",
    "img": "https://iamafoodblog.b-cdn.net/wp-content/uploads/2021/10/tiktok-salmon-7585w-2048x1366.webp"
  },
  {
    "id": 3,
    "title": "Mexican Food Hunt!",
    "description": "Whenever we go back to my husband’s hometown for any of the summer holidays—Flag Day, July 4th, or Labor Day—there's always a little taco cart sitting at the park with the rest of the food trucks.This one cart always has a line stretching out in front and around the corner with people waiting to get their mitts on classic street tacos, burritos, and grilled Mexican street corn (elotes) slathered in sauce.When we are far away from the lively celebrations of his hometown, my husband and I can relive the fun by grilling corn and making our own version of Mexican street corn in just a few minutes. The charred kernels and the tangy sauce really make this different from your everyday corn on the cob.",
    "author": "Jay Sharma",
    "category": "Food",
    "postedAt": "06-04-2024",
    "img": "https://iamafoodblog.b-cdn.net/wp-content/uploads/2024/05/elote-7081w-2048x1366.webp"
  },
  {
    "id": 4,
    "title": " How Apple Outperformed Google in AI",
    "description": "Over the last several weeks, we’ve had Google I/O, which highlighted the rollout of Google’s Gemini AI engine for smartphones; Microsoft Build, which focused on its Copilot+ rollout for PCs; and Apple’s WWDC24 video, which showcased the rollout of AI on both PCs and smartphones.Google’s launch was well executed, focused on attractive and interesting features, and was well received. Microsoft’s event was a bit of a mess; its most advanced capabilities didn’t work on any existing hardware, didn’t encompass most of the PC market, and ran up a ton of negative press on the Recall feature, which got buried under false concerns surrounding privacy.Apple rolled out its AI — standing for “Apple Intelligence” in a cute spin — across most of its product line, nicely bridging PCs, tablets, and smartphones in a more compelling and comprehensive manner than either Google or Microsoft.Let’s explore these AI product rollouts this week. Then, we’ll close with my Product of the Week: an advanced videoconferencing app that just embraced Apple’s Vision Pro to create an even more compelling solution for remote workers.",
    "author": "Arnab Kumar",
    "category": "Technology",
    "postedAt": "02-04-2024",
    "img": "https://akm-img-a-in.tosshub.com/sites/visualstory/wp/2024/06/G5LFHLZVYBKXBEYHJR2T26E2TM-scaled.jpg?size=*:900"
  },
  {
    "id": 5,
    "title": "Phoenix bird:",
    "description": " A legendary bird that symbolizes immortality, resurrection, and life after death. In Greek and Egyptian mythology, the phoenix is associated with the sun god and is said to live in Arabia for 500–600 years before setting itself on fire and rising from the ashes to begin a new life. Other legends say the phoenix dies in flames, while some say it simply decomposes before being reborn. The phoenix is also said to regenerate when wounded, making it almost immortal and invincible.",
    "author": "Sahil Thakur",
    "category": "Travel",
    "postedAt": "06-04-2024",
    "img": "https://t4.ftcdn.net/jpg/06/00/90/17/360_F_600901739_93i8HBQhHjqXyvNBrHWEiJOveQYdMe6m.jpg"
  },
  {
    "id": 6,
    "title": "Buddhism: Way of Life",
    "description": "The key thing to bear in mind about meta descriptions is that you’ve only got a certain amount of space to work with. How much space is arguably up for debate; most people put the upper limit of meta descriptions on Google at 156 characters, but it’s not exact, and the length of meta description displayed also depends on the device, with meta descriptions naturally  The key thing to bear in mind about meta descriptions is that you’ve only got a certain amount of space to work with. How much space is arguably up for debate; most people put the upper limit of meta descriptions on Google at 156 characters, but it’s not exact, and the length of meta description displayed also depends on the device, with meta descriptions naturally being shorter on mobile.The key thing to bear in mind about meta descriptions is that you’ve only got a certain amount of space to work with. How much space is arguably up for debate; most people put the upper limit of meta descriptions on Google at 156 characters, but it’s not exact, and the length of meta description displayed also depends on the device, with meta descriptions naturally being shorter on mobile.The key thing to bear in mind about meta descriptions is that you’ve only got a certain amount of space to work with. How much space is arguably up for debate; most people put the upper limit of meta descriptions on Google at 156 characters, but it’s not exact, and the length of meta description displayed also depends on the device, with meta descriptions naturally being shorter on mobile. being shorter on mobile.  Lizards are a widespread group of squamate reptiles, with over  6,000 species, ranging across all continents except Antratica.",
    "author": "Jay Sharma",
    "postedAt": "06-04-2024",
    "category": "Lifestyle",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTahxcOay94rlspPEMCgCCnGbAHe2BZenuXeQ&s"
  },
  {
    "id": 7,
    "title": "Mount Kailash:Epitome of Spirtualism",
    "description": "The key thing to bear in mind about meta descriptions is that you’ve only got a certain amount of space to work with. How much space is arguably up for debate; most people put the upper limit of meta descriptions on Google at 156 characters, but it’s not exact, and the length of meta description displayed also depends on the device, with meta descriptions naturally  The key thing to bear in mind about meta descriptions is that you’ve only got a certain amount of space to work with. How much space is arguably up for debate; most people put the upper limit of meta descriptions on Google at 156 characters, but it’s not exact, and the length of meta description displayed also depends on the device, with meta descriptions naturally being shorter on mobile.The key thing to bear in mind about meta descriptions is that you’ve only got a certain amount of space to work with. How much space is arguably up for debate; most people put the upper limit of meta descriptions on Google at 156 characters, but it’s not exact, and the length of meta description displayed also depends on the device, with meta descriptions naturally being shorter on mobile.The key thing to bear in mind about meta descriptions is that you’ve only got a certain amount of space to work with. How much space is arguably up for debate; most people put the upper limit of meta descriptions on Google at 156 characters, but it’s not exact, and the length of meta description displayed also depends on the device, with meta descriptions naturally being shorter on mobile. being shorter on mobile.  Lizards are a widespread group of squamate reptiles, with over  6,000 species, ranging across all continents except Antratica.",
    "author": "Jay Sharma",
    "postedAt": "06-04-2024",
    "category": "Travel",
    "img": "https://cdn.triptotemples.com/images/blog_posts/68593.jpg"
  }
]

